Repository: pablocg11/ios-challenge
Catalog: iosChallengeIdealista/iosChallengeIdealista/Utils/Localizable.xcstrings
Source language: es
Languages: en

# all
source: Todos
en: All

# bank_management
source: Posesión bancaria
en: Bank managment

# basic_properties
source: Características básicas
en: Basis properties

# bathrooms
source: baños
en: bathrooms

# building
source: Edificio
en: Building

# consumption
source: consumición
en: consumption

# description
source: Descripción
en: Description

# emissions
source: emisión
en: emissions

# energy_certificate
source: Certificado energético
en: Energy certificate

# enter_user_name
source: Introduzca un nombre de usuario
en: Enter a user name

# equipment
source: Equipamiento
en: Equipment

# favorite_since %@
source: Favorito desde %@
en: Favorite since %@

# flat
source: Departamento
en: Flat

# floor
source: ª planta
en: º floor

# no_result_found
source: No hay datos disponibles
en: No result found

# private
source: Particular
en: Private

# rent
source: Alquiler
en: Rent

# rooms
source: habs.
en: rooms

# sale
source: Venta
en: Sale

# ubication
source: Ubicación
en: Location

# unknown
source: Desconocido
en: Unknown

# user_name
source: Nombre de usuario
en: User name

# welcome_message
source: Bienvenido de nuevo!
en: Welcome back!

# welcome_title %@
source: Hola **%@**
en: Hey **%@**

# with_boxroom
source: Con trastero
en: With boxroom

# with_lift
source: Con ascensor
en: With lift

# without_boxroom
source: Sin trastero
en: Without boxroom

# without_lift
source: Sin ascensor
en: Without lift
